Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Combining terrestrial South American dictatorship with U.S.
fr_fr: Combinant les dictatures terrestres d'Amérique du Sud avec le lobbyisme politique des U.S.A

source: American political lobbyism, this regime quickly brought the entire Jovian military-industrial complex under its control.
fr_fr: , ce régime amena rapidement la globalité du complexe militaro-industriel de Jupiter sous son contrôle.

source: Widely referred to as the Jovian Junta by the rest of the outer system, the Republic's authorities hold a strict bioconservative stance against many transhuman scientific and technological developments.
fr_fr: Largement référrée en tant que Junte Jovienne par le reste du système extérieur, les autorités de la République conserve une posture bioconservatiste stricte contre de nombeux scientifique transhumains et les développements technologiques.

source: Exploiting fears engendered by the Fall, the Republic restricts access to sophisticated technologies such as nanofabrication, cloning, forking, and even uploading, and is one of the few old economies left in the system.
fr_fr: Exploitant les peurs engendrées par la Chute, la République restreint l'accès aux technologies sophistiquées telles que la nanofabrication, le clonage, le fork ainsi que l'upload, et est l'une des rares anciennes économies à persister dans le système.

source: Public communication channels are subjected to extensive censorship and travel privileges are extremely limited.
fr_fr: Les chaînes de communications publique sont sujettes à une forte censure et les privilèges de vaoyages sont extrêmement limités.

source: Both uplifts and AGIs are strictly forbidden and treated as property without civil rights.
fr_fr: Les AIGs et les élevés sont tous les deux strictement interdits et considérés comme des propriétés sans droits civils.

source: Diplomatic relations to progressive factions remain cold; heavily-modified transhuman emissaries or visitors are viewed with suspicion at best, or simply denied access.
fr_fr: Les relations diplomatiques avec les factions progressiste restent tendues; les émissaires transhumains lourdement modifiés ou les visiteurs sont considérés avec suspicions dans le meilleur des cas, à moins que l'accès ne leur soit purement et simplement interdit.

source: Despite continuous reports of heinous acts of government oppression, the Republic's intimidating military assets keep any other factions from intervening.
fr_fr: End épit de rapport continus d'actes odieux d'oppression gouvernementale, les actifs militaires de l'intimidante République empêche les autres factions d'intervenir.

source: Memes: Reclaiming Earth
fr_fr: Mêmes: Récupérer la Terre

source: Main Stations: Erato (Luna), Remembrance (Earth orbit)
fr_fr: Stations principales: Erato (Lune), Souvenir (Orbite Terrestre)

source: This small cluster of habitats stationed around Earth's Lagrange points and on or in orbit around Luna formed an alliance of necessity, rather than joint political or social agendas or cultural roots.
fr_fr: Ce petit groupe d'habitats stationés autour des points de Lagrange de la Terre et sur/en orbite autour de la Lune forment une alliance de nécessité, plutôt que de partager des visées politique ou sociales ou des racines culturelles.

source: In fact, individual stations are quite diverse and sometimes polarized, as many of them cling to old Earth cultural and national identities.
fr_fr: En fait, les stations individuelles sont relativement diversifiée et parfois polarisées, car la plupart d'entre eux s'accrochent aux vieilles identités nationales et culturelles Terrestre.

source: Due to their relative proximity, members share basic resources and services and have signed mutual assistance agreements in case of an emergency.
fr_fr: En raison de leur proximité relative, les membres de l'Alliance partagent les ressources et services de base et ont signés des accords d'assistance mutuels en cas d'urgence.

source: Before the Fall, many of these habitats were considered some of the most influential off-Earth bases.
fr_fr: Avant la Chute, la plupart de ces habitats étaient considérés comme les bases hors-Terre les plus influentes.

source: Since the Fall and the subsequent rise of the Planetary Consortium, however, the Lunar-Lagrange Alliance has become a second-rate diminished power, and is often viewed as conservative, old-fashioned, and too caught up in romanticizing the past.
fr_fr: Depuis la Chute et l'avènement du Consortium Planétaire, l'Alliance Lunaire-Lagrange est cependant devenues une puissance diminuée de seconde zone, et est souvent vue comme conservative, démodée et trop prise dans une romantisation du passé.

source: LunarLagrange Alliance stations maintain simmering tensions and an ongoing rivalry with the Planetary Consortium, particularly those PC colonies on/over Luna and the Lagrange points.
fr_fr: Les statsions de l'Alliance Lunaire-Lagrange maintiennent une tension rampante et une rivalité permanente avec le Consortium Planétaire, particulièrement les colonies du CP sur/autour de la Lune et des points de Lagrange.

source: One main source of contention is the quarantine of Earth, as the LunarLagrange Alliance is a stronghold for the reclaimer movement.
fr_fr: L'une des principales sourcs de contentieux est la mise en quarantaine de la Terre, l'Alliance Lunaire-Lagrange étant une des bastions du mouvement réclamationniste.

source: The Lunar-Lagrange Alliance does, however, benefit from hypercorp support of its own, particularly the Go-nin Group, Starware, and the influential Lunar banking consortiums.
fr_fr: L'Alliance Lunaire-Lagrange bénéficie cependant du soutien d'hypercorp, particulièrement du Go-Nin Group, de Starware et des consortiums influents des banques Lunaire.

source: In addition to scientific research stations, mineral processing and refinery stations make up the majority of the Alliance's habitats, dependent on the Lunar mining and water extraction industries.
fr_fr: En plus des stations de recherche scientifique, les stations de traitement et de raffinement de minerais constituent la majorité des habitats de l'Alliance, dépendant des industries Lunaires d'extraction de minerai et d'eau.

source: These stations took the brunt of the refugee influx during the Fall.
fr_fr: Ces stations ont prit de plein fouet la charge de l'affux de réfugiés pendant la Chute.

source: Many remain overcrowded with strained resources, large masses of impoverished workers, and thriving criminal syndicates.
fr_fr: Beaucoup d'entre elles sont toujours bondés avec des ressources limités, des masses de travaillerus de plus en plsu pauvres, et des syndicats du crime prospère.

source: Memes: Venusian Sovereignty
fr_fr: Memes: Souveraineté de Vénus

source: Main Stations: Octavia
fr_fr: Stations principales: Octavia (Vénus)

source: The system's newest political bloc, the Morningstar Constellation is an alliance of aerostat habitats floating in Venus's upper atmosphere.
fr_fr: Le bloc politique le plus récent du système, la Constellation Morningstar est une alliance d'habitat aérostats flottant dans l'atmosphère haute de Vénus.

source: Formed after a recent series of joint vetoes from the major aerostats against hypercorp governance initiatives intended to limit aerostat self-governance, the Constellation's joint political statement and agenda are still being discussed.
fr_fr: Formé suite à une série de vétos communs des aérostat majeur contre des initaitives de gouvernance hypercorporatiste afin de limiter l'auto-gestion des aérostat, la déclaration politique commune ainsi que les projets de la Constellation sont toujours en cours de discussion.

source: While the Planetary Consortium views the formation of this new power bloc with bemused resentment, the Barsoomians on Mars and the outer system autonomists view the Venusians as free-thinking reformists rather than anti-hypercorp radicals.
fr_fr: Alros que le Consortium Planétaire voit la formation de ce nouveau bloc de pouvoir avec ressentiment perplexe, les Barsoomiens sur Mars et les autonomistes du système extérieur voient les Vénusiens comme des réformistes libre-penseurs plutôt que comme des radicaux anti-hypercorp.

source: The population reportedly enjoys great liberties in morph and enhancement technologies together with freedom of expression of social and political ideas.
fr_fr: La pouplation bénéficierait de plus grandes libertés dans le choix de leur morph ainsiq ue dans l'utilisation de technologie d'amélioration en même temps que dans l'expression d'idée sociale ou politique.

source: The population of Octavia has emerged as the Constellation's designated voice.
fr_fr: la population d'Octavia a émergé comme étant la voix officielle de la Constellation.

source: Inner system politics
fr_fr: Politiques du système intérieur.

source: It's easy for Firewall agents to get caught between the agendas and maneuvers of rival factions.
fr_fr: Il est facile pour les agents de Firewall de se retrouver coincé entre les plans et les manœuvres de factions rivales.

source: The Lunar-Lagrange Alliance resembles the power of old, a shadow of transhumanity's former glory.
fr_fr: L'Alliance Lunaire-Lagrange rassemble le pouvoir des anciennes gloires de la transhumanité.

source: On and above Mars—transhumanity's new home world—the Planetary Consortium is the dominant usurper, the hypercorps ruling from behind the curtain while portraying themselves as the only bulwark between transhumanity and the dark between the stars.
fr_fr: Sur et autour de Mars - le nouveau foyer de la transhumanité - le Consortium Planétaire est l'usurpateur dominant, les hypercorps régnant cachées dans l'ombre pendant qu'elles se dépeignent comme le seul rempart entre la trashumanité et les ténèbres d'au-delà les étoiles.

source: The Morningstar Constellation has the potential to become the new and future power bloc, but only if they get their act together before the Planetary Constellation starts sending Stellar Intelligence agents to destabilize them.
fr_fr: la Cosntellation Morningstar a le potentiel de devenir l'un des nouveaux blocs de pouvoir puissant, mais seulement si ils arrivent à agir ensemble avant que le Consortium Planétaire ne commence à envoyer des agents de Stellar Intelligence pour les déstabiliser.

source: Memes: Cyberdemocracy, Hypercapitalism, Eugenics, Security, Expansion
fr_fr: Mêmes: Cyberdémocratie, Hypercapitalisme, Eugénisme, Sécurité, Extension.

source: Main Stations: Progress (Mars orbit)
fr_fr: Stations principales: Progrès (orbite Martienne)

source: Hypercorp Council Members: Cognite, Direct Action, Experia, Fa Jing, Olympus Infrastructure Authority, Pathfinder, Prosperity Group, Solaris, Stellar Intelligence, plus a dozen others.
fr_fr: Membres du Conseil Hypercorporatiste: Cognite, Action Directe, Experia, Fa Jing, Olympus Infrastructure Authority, Pathfinder, Groupe de Prospérité, Stellar Intelligence, ainsi qu'une douzaine d'autres.

source: Evolved from an alliance of hypercorporate interests into transhumanity's most powerful body politic, the Planetary Consortium today controls several habitat clusters throughout the inner system, primarily in and around Mars, Luna, and Earth orbit.
fr_fr: Évoluant depuis une alliance d'intérêt hypercorporatistes vers le bloc politique le plus puissant de la transhumanité, le COnsortium Planétaire contrôle aujourd'hui plusieurs groupe d'habitat à travers tout le système intérieur, principalement sur et autour de Mars et la Lune, ainsi qu'en orbite Terrestre.

source: The impressive space station Progress is the official seat of government and has become the symbol of the Consortium's influence and power, even though few congress or council meets take place in the flesh.
fr_fr: L'impressionante station spatiale Progrès est le siège officiel du gouvernement et est devenu le symbole de l'influence et du pouvoir du Consortium, même si peu de congrès ou de réunion du conseil se déroulent en chair et en os.

source: The Consortium applies basic democratic principles supported by a real time voting system for all registered citizens.
fr_fr: Le Consortium applique les principes de base de la démocratie supporté par un système de vote en temps réel pour tout les citoyens enregistrés.

source: The congress and executive bodies feature a rotating cast of hyperelite politicos, gerontocrats, socialites, and even media icons.
fr_fr: Le congrès et le corps exécutif sont composé d'une équipe tournante de politiciens de l'hyperélite, de gérontocrates, de célébrités et même icônes médiatiques.

source: It's a known fact that despite this political façade of a democratic republic, the members of the hypercorporate council are the true powers behind the Consortium.
fr_fr: Il est de notoriété publique que, en dépit de sa façade politique de république démocratique, les memebrs du conseil hypercorporatistes sont le vrai pouvoir derrière le Consortium.

source: These hypercorps are major proponents of the transitional economy, the interdiction of Earth, and expansion beyond the gates.
fr_fr: Ces hypercorporations sont les principaux défenseurs de l'économie transitionnelle, de l'interdiction de la Terre et de l'extension au-delà des portes.

source: Aside from economic interests, the Consortium advocates the imperative of eugenics as social responsibility and for transhumanity to reclaim its former strength and prosperity—a campaign sometimes accused of euphemizing discrimination against unmodified humans, indentured infomorphs, and the clanking masses.
fr_fr: À côté des intérêts économiques, le Consortium défends les impératifs de l'eugénisme en tant que responsabilité sociale et comme moyen pour que la transhumanité puisse préntendre à la force et à la prospérité qui lui est due - une campagne quelquefois accusée d'atténuer les discriminations contre les humains non modifiés, les contractés infomorphs et la masse cliquetante.

source: League Members: Ashoka, Elysium, Noctis-Quinjiao, Olympus, Valles-New Shanghai, plus over a dozen others.
fr_fr: Membres de la Ligue: AShoka, Elysium, Noctis-Quinjao, Olympus, Valles-New Shanghai, ainsi qu'une douzaine d'autres.

source: Memes: Martian Nationalism
fr_fr: Mêmes: Nationalisme Martien

source: A loose coalition of the planet's major independent settlements, elected members form a committee representing the population in matters concerning or affecting the majority of its habitats and settlements.
fr_fr: Une coallition souple des principaux abris indépendant de la planète, les membres élus forment un comité représentant la pouplation dans les probélamtiques concernant ou affectant la majorité de ses habitats et abris.

source: Prominent debates revolve around the scientific approach of the ongoing terraforming process as well as trade and taxation restrictions initiated by the Planetary Consortium and its member hypercorps.
fr_fr: Le débat principal tourne autour de l'approche scientifique du processuss de terraformation actuel ainsi que les restrictions sur le commerce et les taxes initiées par le Consortium Planétaire et ses hypercorps affiliées.

source: The League's committee is rarely united in its agenda and opinion, and tensions are increasingly on the rise.
fr_fr: Le comité de la Ligue est rarement unis dans ses projets et dans ses opinions, et les tensions sont de plus en plus forte.

source: The cities with strong hypercorp ties are accused of dominating council affairs, manipulating matters behind the scenes, failing to do anything about the TITAN Quarantine Zone (p.
fr_fr: Les cités ayant de fortes attaches hypercorporatiste sont accusées de dominer les affaires du conseil, de manipuler les sujets derrière la scène et de ne rien parvenir à faire à propos de la Zone de Quarantaine des TITANs (p.

source: 94), and selling out Martian interests to the hypercorps and the Planetary Consortium (of which many are also part).
fr_fr: 94), ainsi que de revendre des intérêts Martiens aux hyeprcorps et au Consortium Planétaire (dont elles peuvent également faire parti).

source: In response, the non-Consortium cities are condemned for advocating anti-hypercorp initiatives, passively blocking terraforming measures, and for maintaining ties to the Barsoomians—the Martian underclass resistance living in the desolate and unstable outskirts.
fr_fr: En réponse, les cités hors du Consortium sont condamnées pour faire l'apologie d'initiatives anti-hypercorpatiste, de bloquer passivement les mesures de terraformation et de maintenir des attaches avec les Barsoomiens - la classe populaire Martienne vivant dans banlieues désolées et instables.

source: The outer system presented an opportunity for people who wanted to set up a way of doing things that was drastically different from the authoritarian politics and sham democracies of Earth and the inner system.
fr_fr: Le système extérieur présente une opportunité pour les personnes qui ont voulus mettre en place une manière de faire les choses drastiquement différentes des politiques autoritaires et des fausses démocraties de la Terre et du système intérieur.

source: Far from the reach of governments and hypercorps, this frontier was populated by political radicals, social dropouts, and people who just wanted to experiment or do their own thing.
fr_fr: Hors de portée des gouvernements et des hypercorps, cette frontière a été peuplée par des radicalistes politiques, des marginaux et des personnes qui voulaient simplement expérimenter ou faire ce qu'ils avaient envie.

source: These initial habitats drew the interests of insurgents from Earth, scientists and technicians who didn’t appreciate being on a corporate leash, indentured vacworkers who sought to escape their oppressive terms of service, and even criminals fleeing hypercorp justice or forcibly expelled from inner system habitats.
fr_fr: Ces premiers habitats ont attiré les intérêts des insurrectionistes Terreste, des scientifique et des techniciens qui n'appréciaient pas de vivre sous le joug corporatiste, des travailleurs du vide contractés qui cherchaient à échapper à leur contrat de travail oppressant et même des criminels fuyant la justice hypercorporatiste ou banni des habitats du système intérieur.

source: Their ranks swelled with every act of inner system injustice, though life on the fringe was often harsh and deadly.
fr_fr: Leurs rangs ont augmentés à chacune des injustices du système intérieur, même si la vie à la bordure était souvent difficile et mortelle.

source: Despite occasional hostilities with nation-state military units or hypercorp security, the expense of reining in these radicals and expats was too high.
fr_fr: En dépit d'hostilité occasionnelle avec des unités militaires des état-nation ou avec les forces de sécurité hypercorporatiste, le coût nécessaire pour régner sur ces radicaux et ces expatriés était trop élevé.

source: To some degree, their presence was useful to the powers-that-be.
fr_fr: Dans une certaine mesure, leur présence était même utile pour le pouvoir en place.

source: Breakthroughs with nanofabrication brought these libertines and fringers the edge they needed to keep their autonomy over the long-term.
fr_fr: Les découvertes dans le domaine de la nanofabrication a permit à ces libertaires et à ces isolés juste ce qu'il leur manquait pour conserver leur autonomie sur le long-terme.

source: Once cornucopia machines were widely available, anyone had the means to support and defend themselves without relying on outside or higher authorities.
fr_fr: Une fois que les machines d'abondances ont été largement disponible, tout le monde avait les moyens de se soutenir et de se défendre sans se reposer sur des autorités supérieures ou extérieures.

source: Already an outpost for open source and free culture activists who fought restrictions on ideas, media, and digital content, the outer system became a haven for sharing nanofab designs and circumventing the controls the hypercorps attempted to place on their software and other digital goods.
fr_fr: Étant déjà un avant poste pour les activistes de la culture libre et et de l'open source qui combattaient les restrictiosns ur les idées, les médias et le contenu numérique, le système extérieur est devenu un havre pour le partage de schéma pour nanofabeurs et pour détourner les contrôles que les hyeprcorps tentent de palcer sur leur logiciel et sur d'autre bien numérique.

source: During the Fall, many outer system habitats opened their doors to refugees from Earth.
fr_fr: Pendant la Chute, de nombreux habitats du système extérieur ont ouvert leurs portes aux réfugiés de Terre.

source: Distance and the high cost of egocasting curtailed these efforts, however, as did inner system reluctance to send potential recruits to their ideological opponents.
fr_fr: La distance et le coût élevé de l'egocast ont cependant réduit ces efforts, de même que la réticence du système intérieur à envoyer des recrues potentielle à laurs opposants idéologiques.

source: Simple overcrowding and lack of resources drove them to push many refugees to the outer system, however, though the hypercorps weeded through their virtual infugee mobs and sent those with the highest risk of criminal tendencies or discontent with inner system life.
fr_fr: La surpopulation et le manque de ressources les ont amenés à envoyer des réfugiés dans le système extérieur, même si les hypercorps ont piochés dans leur réserve virtuelle d'infugiés et ont envoyés ceux qui avaient un risque élevé de développer des tendances criminelles ou d'être en désaccord avec la vie dans le système intérieur.

source: Though the outer system habitats run the gamut of the socio-political spectrum, four primary tendencies have emerged.
fr_fr: Bien que les habitats du système extérieure couvrent toute le spectre sociao-politique, quatre tendances principales ont émergées.

source: The stations and swarms adhering to these ideas have bonded together under a loose autonomist alliance, a mutual aid pact to help each other in times of crisis and present a united front against the inner system powers and Jovian Junta.
fr_fr: Les stations et les masses adhérant à ces idées se sont regroupées dans une aalliance autonomiste informelle, un pacte d'assistance mutuel pour s'aider lors des périodes de crises et présenter un front unis contre les puissance du système intérieur et la Junte Jovienne.

source: There is little formal structure to this alliance as an entity unto itself; it primarily exists as an assortment of joint resolutions agreed to by its various member habitats and a few ad hoc task forces dedicated to addressing a particular problem or issue and then dissolving.
fr_fr: Il y a peu de structure officielle dans cette alliance en tant que telle; elle existe principalement en tant qu'assortiment de résolutions conjointes acceptée par les différents habitats membres et les quelques groupes ad-hoc dédiées à la résolution d'un problème particulier et dissout ensuite.

source: Delegated ambassadors act as negotiators with outside powers, but these have limited authority and are held strictly accountable.
fr_fr: Des ambassadeurs délégués agissent en tant que négociateurs avec les puissances extérieures, mais ils n'ont qu'une autorité limitée et sont toujours tenus respnsable de leurs actes.

source: From: Shevek Check this out.
fr_fr: From: Shevek Regardes ça.

source: Residents of the autonomist Red Jupiter habitat just put out a call for support and solidarity from @-listers in the regional neighborhood.
fr_fr: Les résidents de l'habitat autonomiste Red Jupiter ont émis un appel à l'aide et à la solidarité aux abonnés d'@-list dans le voisinnage régional.
